Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: All manner of mysterious and often highly dangerous research occurs in such locations, ranging from experiments with the relics of the TITANs to attempts to create self-replicating nanotechnology or artificial miniature black holes.
fr_fr: Tout type de recherche mystérieuse et hautement dangereuses ont lieu dans de tels endroits, allant des expérimentations avec les reliques des TITANs aux tentatives de crééer de la nanotechnologie auto-réplicante ou des trous noirs miniatures.

source: Vids and vidgames are filled with stories both of exotic disasters in such research stations and of heroic thieves stealing amazing wonders from them.
fr_fr: Les vids et jeuxvids sont remplis d'histoire de désastrres étranges dans de telles stations de recherche ou d'éhroïques voleurs leur dérobants des mystères surprenants.

source: While the reality of secret corporate research bases is normally far more prosaic, sometimes wonders are created—and there have been occasional disasters, often involving TITAN relics.
fr_fr: Alors que la réalité de telles bases de recherche corporatiste est normallement baucoup plus prosaïque, des choses exceptionnelels sont parfois créées - et ont été des désastres occasionnels, impliquant souvent des reliques des TITANs.

source: Some corporate headquarters are similarly secure and secret, including the corporate headquarters of the fabled Zrbny Group.
fr_fr: Quelques quartiers généraux corporatistes sont sécurisé et agrdés secret de manière similaire, incluant le siège du légendaire Groupe Zrbny.

source: There are a wealth of rumors and stories about such locations.
fr_fr: Il y a énormément de rumeurs et d'histoire à propos de tels endroits.

source: Intrepid spies, thieves, and reporters regularly attempt to gain access to these facilities, generally without success.
fr_fr: Des espions intrépides, des voleurs et des reporters tentent régulièrement d'obtenir un accès à ces installations, généralement sans succès.

source: Many such attempts, especially by would-be thieves and spies, end with distinctly negative consequences, including the thieves' temporary (and on some occasions permanent) death.
fr_fr: Beaucoup de ces tentatives, particulièrement celles faites par des apprentis voleurs et espions, se soldent par des conséquences particulièrement négative, incluant la mort temporaire (et parfois permanente) du voleur.

source: Hypercorps also own and manage a number of habitats.
fr_fr: Les hypercorps possèdent et gèrent également beaucoup d'habitats.

source: Many are primarily homes for hypercorp employees, but in many of them at least half of the population are simply ordinary residents of the solar system who simply happen to live there.
fr_fr: Beaucoup d'entre eux sont le foyer principal des employés hypercorps, mais au moins la moitié de la population d'une grande part de ces habitats sont des résidents ordinaires dus ystèlme solaire qui habitent simplement là.

source: Though far less regulated than hypercorp research or manufacturing facilities, these colonies are also subject to greater regulation and security than some of the autonomist-controlled habitats on the edges of the solar system.
fr_fr: Bien que moins réglementés que les installations de recherche et de fabrication, ces colonnies sont également sujettes à plus de réglementation et de sécurité que certains des habitats controllés par les autonomistes aux limites du système solaire.

source: These stations are exceptionally safe places to live.
fr_fr: Ces stations sont des endroits dans lesquelles la vie est extrêmement sécurisée.

source: Residents have access to all of the latest products produced by the ruling hypercorp and its corporate allies.
fr_fr: Les résidents ont accès à tous les derniers produits fabriqués par l'hypercorp gouvernante et ses alliés corporatistes.

source: The hypercorp habitats all either possess their own security companies or have some form of defense contract with a private security company, typically Direct Action or Medusan Shield, who agree to protect the inhabitants against potential threats by agents of the TITANs, fanatical saboteurs, or other threats.
fr_fr: Les habitats hypercorps possèdent tous soit leurs propre companies de sécurité ou possède uen forme de contrat de défense avec une société de sécurité privée, typiquement Action Directe ou le Medusan Shield, qui acceptent de protéger les habitants contre les menaces potentielles des agents des TITANs, des saboteurs fanatiques et des autres menaces.

source: These same security forces also protect the hypercorps from any threats to their interests.
fr_fr: Ces mêmes forces de sécurité protègent également contre les menaces envers leurs intérêts.

source: In most of these habitats, residents have fairly open freedom of expression and biological self-determination.
fr_fr: Dans la plupart de ces habitats, les résident ont la liberté d'expression et d'auto-détermination.

source: However, all potential threats to the hypercorp and its personnel, ranging from attempted sabotage to simple civil disobedience, are dealt with quite harshly, with serious offences resulting in forced indenture and occasionally forced mental editing (see Psychosurgery, p.
fr_fr: Cependant, toutes les menaces potentielles contre l'hypercorp et son personnel, allant d'une tentative de sabotage à la simple désobéissance civile, reçoivent une réponse brutale, les infractions majeures ayant pour résultat la contraction forcée et parfois l'édition mentale forcée (voir Psychochirurgie p.

source: Almost all of these habitats use a transitional economy (p.
fr_fr: Pratiquement ctout ces habitats utilisent une économie transitionnelle (p.

source: 61) and most residents have a high standard of living to compensate for the limits on their behavior.
fr_fr: 61) et la plupart des résidents ont un niveau de vie élevé en compensation des limites comportementales.

source: Many inhabitants of the more independent colonies in the belt or the outer system complain about the repressive nature of the hypercorp-controlled habitats, but inhabitants of these habitats prefer the safety and security found there to the intimidating freedom of the outer system.
fr_fr: Beaucoup d'habitants de colonnies plus indépendantes dans la ceinture ou dans le système extérieur se plaignent de la nature répressive des habitats contrôllés par les hypercorps, mais les habitants de ces habitats préfèrent la sureté et la sécurité qu'ils ont à l'intimidante liberté du système extérieur.

source: To help reduce dissent, residents of settlements and habitats controlled by the Planetary Consortium as well as those controlled by hypercorps can vote on a wide variety of issues.
fr_fr: Pour aider à réduire la dissenssion, les résidents des abris et des habitats contrôllés par le Consortium Planétaire aussi bien que ceux contrôllés par les hypercorps peuvent voter sur un large panel de problème.

source: The results of these votes, however, are only binding on issues that are not considered “matters of habitat survival,” “corporate policy,” or “security-related issues,” which effectively includes any issue related to the security, profits, and productivity of the hypercorps involved.
fr_fr: Le résulatat de ces votes reste cependant liés aux sujets qui ne sont pas considérés comme "problématique de survie de l'habitat", "politique corporatiste" ou "problème liés à la sécurité," qui incluent effectivement tous les sujets liés à la sécurité, au profit et à la productivité des hypercorps impliquées.

source: Votes on these issues are used in a purely advisory fashion, meaning that they are utterly ignored when the result of the vote is at odds with the hypercorps' agendas.
fr_fr: Les votes sur ces problèmes sont utilisés dans un but de conseil, signifiant qu'ils sont simplement ignorés quand le résultat de ces votes ne correspond pas aux plans des hypercorps.

source: While residents of these settlements and habitats can vote about adding a new holiday to honor some important figure or the location and design of a new park, laws regulating indentures, habitat security, law-enforcement, or other important concerns remain under the control of the hypercorps.
fr_fr: Alors que les résidents de ces abris peuvent voter sur l'ajout d'un nouveau jour férié en honeur d'un personnage important ou de l'emplacement et de la conception d'un nouveau parc, les lois réglementants la contraction, la sécurité des habitats, les forces de l'ordre ou d'autre éléments important restent sous le contrôle des hypercorps.

source: This does not mean, however, that the results of elections are completely disregarded.
fr_fr: Cela ne signifie pas que le résultat de ces élections est complètement ignoré.

source: If more than two-thirds of the population strongly supports a particular issue, the Consortium or the hypercorp controlling the habitat usually finds ways to modify their current policies to address these concerns without harming their own interests.
fr_fr: Si plus de deux tiers de la population supportent fortement un sujet particulier, le Consortium ou l'hypercorp contrôllant l'habitat trouve égnéralement un moyen de modifier leur politique actuelle pour répondre à ces inquiétudes sans blesser leurs propres intérêts.

source: In contrast, if only a small number of residents are upset by certain policies, then these wishes are ignored and habitat security forces keep an eye out for possible civil disobedience or other forms of resistance.
fr_fr: Par opposition, si une petite part des résidents sont contrariés par certaines réglementation, alors leurs souhaits sont ignorés et les forces de sécurité de l'habitat gardent un œil ouvert pour toute désobéissance civile ou d'autre formes de résistance.

source: In addition to these dedicated installations and hypercorp-controlled habitats, many hypercorps maintain offices in stations and planetary settlements.
fr_fr: En plus de ces installations dédiés et de ces habitats contrôlés par des hypercorp, beaucoup d'hypercrop ont des bureau dans d'autres statiosn et abris planétaires.

source: Almost every habitat has a Nimbus office with a farcaster and, in the case of larger habitats, QE communicator facilities for instantaneous communication.
fr_fr: Presqque tous les habitats ont un bureau de Nimbus équipé d'un farcasteur et, dans le cas des habitats les plus gros, des communicateurs QE pour les communicatiosn instantannées.

source: Both facilities are open to anyone who can pay Nimbus's fees.
fr_fr: Les deux installatiosn sont ouvertes à quiconque accepte de payer le prix fixé par Nimbus.

source: Ecologene, Skinaesthesia, and several other hypercorps also have offices on most habitats.
fr_fr: Écologène, Skinaesthesia et d'autre hypercorp ont également des bureaux dans beaucoup d'habitats.

source: Every habitat interested in interacting with the rest of transhumanity has at least one automated Experia media node.
fr_fr: Chaque habitat désirant inetragir avec le reste de la transhumanité possède au moins un noeud média automatisé d'Expéria.

source: In smaller habitats, these offices are unobtrusive and managed by limited AIs or indentured infomorphs.
fr_fr: Dans les plus petits habitats, ces bureaux sont discrets et gérés par des IAs limités ou des infomorphs contractées.

source: The existence of these offices, however, is vitally necessary for the continued happiness and existence of transhumanity.
fr_fr: L'existenc de ces bureaux est cependant une nécessité vitale pour le bnoheur permanent et l'existance de la transhumanité.

source: Most hypercorps also maintain a number of employees in every large habitat and most of the smaller ones.
fr_fr: Beaucoup d'hypercorps emploient des personens dans tout les plus grands habitats et dans la plupart des plus petits.

source: Due to the large number of remaining infomorph refugees, most Experia media nodes are managed by indentured infomorphs.
fr_fr: En raison du grand nombre d'infugiés restant, la plupart des noeud de medai Experia sont gérés par des infomorphs contractées.

source: These infomorphs monitor the local news-finding AIs and keeps track of any important or interesting developments.
fr_fr: Ces infomorphs supervisent les IAs de recherche de nouvelles locales et gardent une trace de tout développement intéressant.

source: They also serve as on-site reporters for any important events that might occur.
fr_fr: Elles servent aussi de reporters sur site pour tout évènement important qui pourrait arriver.

source: While postings in small habitats are often rather dull, the infomorph usually has a contract guaranteeing them a morph of their choice and resleeving in the habitat of their choice in return for a term of service, which typically ranges from three to five years.
fr_fr: Comme se retrouver posté dans les petits habitats est plutôt ennuyeux, les infomorphs ont habituellement un contrat leur guarantissant une morph de leur choix et la réincarnation dans l'habitat de leur choix en échange d'une période de service, qui dure de trois à cinq ans en général.

source: Similarly, all but the smallest habitats have Medusan Shield or Direct Action offices, where individuals can hire both security consultants and bodyguards ranging from simple AIs to highly trained mercenaries in fully-equipped fury morphs.
fr_fr: De manière similaire, tout mes habitats, à l'exception de splus petits, ont des bureaux de Medusan Shield ou d'Action Directe, dans lesquels les individus peuvent engager des consultants en sécurité et des guardes du corps, allant de la simple IA aux mercenaires hautement entraînés dans des morphs fury entièrement équipée.

source: These mercenaries live on the station and often hire short-term contractors to help with especially large or difficult assignments.
fr_fr: Ces mercenaires vivent sur la station et louent régulièrement des contractanst à court terme pour les aider avec des assignations particulièrement longue ou difficile.

source: Skilled mercenaries may eventually be hired full-time by Medusan Shield or Direct Action, but since contractors are usually given the most dangerous and thankless parts of any assignment, many soon lose interest in hypercorp contract work.
fr_fr: Des mercenaires compétents peuvent éventuellement être embauché à plein temps par Medusan Shield ou Action Directe, mais comme les contractants reçoivent générallement les assignations les plus dangereuses et ingrates, beaucoup d'entre eux perdent tout intérêt dans le travail contractés auprès des hypercorps.

source: Other employees working out of local hypercorp offices range from ecosystem designers to for-hire scientists and technicians to personal financial advisors to the wealthy and powerful.
fr_fr: D'autres employées travaillant hors des bureaux locaux des hypercorps incluent les concepteurs d'écosystèmes aux scientifiques à louer en passant par les conseillers financiers personnels pour les plus riches et les plus pusisants.

source: In important habitats and planetary settlements, as much as twenty percent of the population consists of hypercorp employees or private contractors who are hired on a short-term basis when the local workload exceeds the capacity of the regular staff.
fr_fr: Dans les habitats important et les abris planétaires, à peu près vingt pourcent de la population consiste en des employés hypercorps ou comme contractant privés qui sont loués sur de sbases à court-terme lorsque la chareg de travail dépasse la capacité du staff habituel.

source: These hypercorp employees are in the unique position of having dual loyalties—to their habitat and to their hypercorp.
fr_fr: Ces employés hypercrops sont dans la position unique d'avoir une loyauté double - à leur habitat et à leur hypercrop.

source: Despite what hypercorp propaganda preaches, the two interests do not always overlap.
fr_fr: En dépit de ce que prèche la propagande hyeprcorp, les deux intérêts ne se recoupent pas nécessairement.

source: Because of the delays involved in normal communication, local heads of hypercorp offices usually have a great deal of autonomy, since asking for instructions from their superiors on another habitat or installation requires either dealing with a time-lag or using expensive qubits for instant QE communication.
fr_fr: En raison des délais nécessaires aux communications normales, les chefs des antennes locales du'ne hypercorp ont généralement beaucoup d'autonomie, puisque demander des instructions à leur supérieur sur un autre habitat ou dans une autre installation nécessite soit de faire avec un décalage temporel ou d'utilsier les qubits trés cher nécessaire aux communications QE instantanées.

source: As a result, except for the most important or difficult problems, local directors deal with all local matters on their own, reporting any unusual or potentially problematic decisions afterwards.
fr_fr: En conséquence, à l'exception des problèmes les plus graves ou le splus difficiles, les directeurs locaux décident seuls des sujets principaux, signalant toute décision ihnabituel ou potentiellement problématique aprsè coup.

source: Out beyond the orbit of Mars, the influence of the hypercorps and the Planetary Consortium is far more limited.
fr_fr: Au delà de l'orbite Martienne, l'influence des hypercorps et du Consortium Planétaire est bien plus limitée.

source: With the exception of the rigidly authoritarian Jovian Republic, the inhabitants of the outer system have considerably more freedom than those living in the inner system.
fr_fr: À l'exception du gouvernement rigidement autoritaire de la République Jovienne, les habitants du système extérieur ont bien plus de liberté que ceux qui vivent dans l'intérieur.

source: However, even out here the struggle between the desire for freedom and the longing for safety form an important part of the political discourse.
fr_fr: Cependant, mais là-bas la lutte entre le désir d'être libre et les attentes sécuritaires forment une part importante du discours politique.

source: {The libertarian and utopian legacies}
fr_fr: {L'héritage des utopiens et des libertaires}

source: Various forms of anarchism and similar libertarian ideologies were quite common among the first transhumans who settled space in the two decades before the Fall.
fr_fr: Diverses formes d'anarchisme et d'idéologies libertaire similaires sont relativement commune parmi les premiers ranshumains qui ont colonisé l'espace deux décennie avant la Chute.

source: Many settlements in the outer system have inherited this legacy of freedom.
fr_fr: Beaucoup d'abris dans le système extérieur ont bénéficié de cet héritage de liberté.

source: The new frontier opened by space colonization presented a fantastic opportunity for those with a strong desire to avoid the authoritarianism of the hypercorp-controlled inner system and Earth to pursue social organizations more based in equality and collective action, or even to simply experiment with new social models.
fr_fr: Les nouvelles frontières ouvertes par la clonisation spatiale présentèrent une opportunité fantastique pour ceux qui avaitn une envie forte d'éviter l'autoritarisme du système interne et de la Terre contrôlés par les hypercop afin de développer des organisations sociales plus basés sur l'égalité et l'action collective, ou même de simplement expérimenter de nouveaux modèles sociaux.

source: Out beyond the belt, hypercorp influence was weak and preoccupied, giving resourceful colonists a chance to explore their interests unmolested.
fr_fr: Au delà de la ceinture, l'influence hypercorporatiste était faible et préoccupante, donnait aux colons pleins de ressources une chance d'explorer leurs intérêts sans contrainte.

source: The more radical of these elements grew out of or maintained ties to progressive, radical, and left-wing social movements and insurgencies on Earth, drawing support where they could.
fr_fr: Les éléments les plus radicaux ont grandit dans ou maintenus des liens avec les mouvements progressistes, radicaux et socialistes ainsi qu'avec les insurgés sur Terre, demandant du soutien où ils pouvaient.

source: Others simply stole hypercorp resources from the inner system, smuggling them to their secret projects.
fr_fr: D'autres volèrent simplement les ressources des hypercorps du système interne, les acheminant vers leurs projets secrets.

source: In a few cases, entire ships or stations mutinied, refusing corporate orders and pursuing their own path.
fr_fr: Dans certains cas, des vaisseaux ou des stations netières se mutinèrent, refusant les ordres corporatistes et poursuivant leur propre chemin.

source: It was rarely feasible for the hypercorps to pursue and punish such subversion.
fr_fr: Il était rarement faisable pour les hypercorps de poursuivre et de punir de telles subversion.

source: Even among these libertines, differences existed, so that those adhering to similar socio-political tendencies tended to group together.
fr_fr: Même parmis ces libertaires, des différences existaient, et ceux qui adhèraient à des tendences sociao-politiques similaires ont eu tendance à se regrouper.

source: Over time these have developed into four rough groupings: the anarchists of Locus, the techno-socialists of Titan, the anarchocapitalists and mutualists of Extropia, and the nomadic free-for-all societies of the individualist scum.
fr_fr: Au fil du temps ils ont développés quatre groupes principaes: les anarchistes de Locus, les techno-socialistes de Titan, les anarchocapitalistes et mutualistes d'Extropia et les sociétés nomades et libre des racailles individualistes.

source: These factions form a loose alliance, a united front against the hypercorps and Jovian Republic—or as they call it, the Jovian Junta—and a pact for mutual aid and support, known as the Autonomist Alliance.
fr_fr: Ces factions forment une alliance souple, un front unis contre les hypercorps et la République Jovienne - ou, comme ils l'appelle, la Junte Jovienne - et un pacte d'aide et de soutien mutuel, appelé l'Alliance Autonomiste.

source: Among the more libertine habitats, the centuriesold doctrine of “From each according to their ability, to each according to their need” is a living and vital philosophy.
fr_fr: Parmi les habitats les plus libertaire, la doctrine vieille de plusieurs siècles "De chacun selon ses moyens à chacun selon ses besoins" est une philosophie de vie et vitale.

source: The ready availability of cornucopia machines ensures that no one wants, and the use of reputation systems encourages people to be active participants towards the common good.
fr_fr: La disponibilité effective des machines d'abondances assure la disparition du besoin, et l'utilisation d'un système de réputation encourage les gens à être des participants actif du bien commun.

source: Equitable access to morphs and augmentations is also available for residents, though the demand from so many infomorphs in need of a body means that infugees must contribute and build up social capital.
fr_fr: L'accès équitable au morphs et aux augmentations est également disponible pour les résidents, bien que la demande de tant d'informophs à la recherche d'un corps signifie que les infugiés doivent contribuer et construire un capital social.

source: However, even for an infomorph, egocasting across the solar system is expensive, and the Planetary Consortium produces large amounts of propaganda about the dangers of these habitats to discourage infugees from considering escape.
fr_fr: Cependant, même pour une infomorph, egocaster à travers el système solaire est cher, et le Consortium Planétaire produits énormément de propagande sur les dangers de ces habitats et décourage les infugiés d'envisager l'évasion.
